{
    "Facts": [
        {
            "Fact": "Virginia Tech burst into the limelight in 2003 for building, in a matter of months, System X--pronounced \"system ten\" and named for its ability to exceed 10 teraflops of processing speed--the third-fastest supercomputer in the world. "
        },
        {
            "Fact": "Replacing the former core curriculum, the Pathways for Learning encourages \"thoughtful learning\" for each student's stint at Tech. Students will begin working with academic and career advisers during their first year and will be encouraged to participate in research projects in their senior year."
        },
        {
            "Fact": "Drillfield is sinking as much as one inch per year, it's actually not sinking at all. Rest assured that this sidewalk-crossed stretch of green at the heart of campus will remain a level playing field for the foreseeable future."
        },
        {
            "Fact": "In 1999, the Virginia Tech football team--led by quarterback Michael Vick--finished the season with an historic 11-0 record and played Florida State for the national championship at the Nokia Sugar Bowl. "
        },
        {
            "Fact": "The Hybrid Electric Vehicle Team's re-engineered Chevrolet Equinox SUV, an ethanol-powered vehicle that won top national honors at Challenge X: Crossover to Sustainable Mobility"
        },
        {
            "Fact": "Recognizing that Hokie Stone gives Virginia Tech a distinctive visual identification, the Virginia Tech Board of Visitors directed that the native limestone be incorporated in all new buildings on the central campus."
        },
        {
            "Fact": "The Institute for Advanced Learning and Research (IALR) in Danville, Va., is Virginia Tech's showcase project for applying university knowledge to enhance economic development, a key component of our land-grant mission."
        },
        {
            "Fact": "Virginia Tech remains one of only three public universities in the United States to support both a military and a non-military student lifestyle."
        },
        {
            "Fact": "In 2005, the Graduate Life Center at Donaldson Brown was officially opened. The center encompasses academic, social, residential, and administrative functions, creating an intellectually stimulating environment for graduate students in the only facility of its kind in the country."
        },
        {
            "Fact": "Students in the Pamplin College of Business manage about $8 million of the university's endowment through separate stock and bond investment portfolios of $4 million each. "
        },
        {
            "Fact": "The updated campus master plan includes a \"green\" corridor from Main Street and the University Mall through the Drillfield and beyond the Duck Pond."
        },
        {
            "Fact": "Winner of the national Film Your Issue (FYI) competition: Tim Leaton (communication, business management '07), whose one-minute film, \"Orphans in Africa,\" won the highly acclaimed contest, which encourages Americans ages 18 to 26 to explore social issues."
        },
        {
            "Fact": "Already pioneers in nanoscience and nanotechnology, including discovering how to insert atoms inside a hollow carbon molecule known as a bucyball, Tech researchers--led by chemistry professor Harry Dorn--are developing certain metal-filled buckyballs that can boost the sensitivity of magnetic resonance imaging (MRI) techniques and improve the diagnosis of brain tumors."
        },
        {
            "Fact": "As vice president of Development and University Relations, he was the architect of Tech's last fundraising campaign, which raised $337 million. Now, Charles Steger has challenged the university to expand research and scholarship, particularly in the life sciences."
        },
        {
            "Fact": "Nearly 30 percent of Tech students live in one of 10 diverse theme-housing programs."
        },
        {
            "Fact": "Countless alumni are or have been involved with NASA, including astronauts Roger Crouch (M.S. physics '68; Ph.D. '71) and Charlie Camarda (Ph.D. aerospace engineering '90); Jeff Sugar (aerospace engineering '97; M.S. industrial and systems engineering '99), lead trainer for robotic technology who recently received NASA's coveted Silver Snoopy Award."
        },
        {
            "Fact": "The Virginia Tech Transportation Institute, the largest university-level research center at Tech, is working onmore than 90 projects. "
        },
        {
            "Fact": "Virginia Tech's University Libraries offers a world of information in its fully computerized library, which contains more than 2.2 million volumes, an array of specialized collections, and numerous electronic databases."
        },
        {
            "Fact": "From its restaurants and programs to its chefs and menus, Virginia Tech's Dining Program has been recognized with numerous national awards."
        },
        {
            "Fact": "When Torgersen Hall--named for former Virginia Tech President Paul Torgersen--officially opened in October 2000, it became the university's most technologically sophisticated building."
        },
        {
            "Fact": "Students from the College of Architecture and Urban Studies and the College of Engineering teamed up to build Tech's solar house entry for the Solar Decathlon 2005, a bi-annual international collegiate competition. "
        },
        {
            "Fact": "In 2001, the Virginia Tech-Wake Forest University School of Biomedical Engineering and Sciences was created to combine the strengths of Virginia Tech's engineering and veterinary colleges and Wake Forest's medical school. "
        },
        {
            "Fact": "Rated by Golf Digest as one the finest golf courses in the nation, the Pete Dye River Course of Virginia Tech opened for play in June 2006. "
        },
        {
            "Fact": "With more than 1,500 students, the University Honors Program serves academic excellence."
        },
        {
            "Fact": "Neighbors Growing Together (NGT), which combines Tech's Adult Day Services program and Child Development Center for Learning and Research, is the country's only university-based shared-site intergenerational care program."
        },
        {
            "Fact": "During its first year, The Inn welcomed 76,057 meeting attendees; hosted more than 25 wedding receptions for some 3,500 guests; served 58,773 meals; and accommodated approximately 57,750 people."
        },
        {
            "Fact": "Housed at Tech, the Horseshoe Crab Research Center, created in 2001, is the only multi-institutional research unit examining ways to reverse the decline in the horseshoe crab population."
        },
        {
            "Fact": "During the fall, orange and maroon happen naturally on campus and throughout the commonwealth, recalling ESPN football analyst Lee Corso's famous quip, \"I don't know what a Hokie is, but God must be one of them.\""
        },
        {
            "Fact": "The Virginia Tech Service-Learning Center, created in 1995, helps faculty, students, and organizations to become involved in community service projects."
        },
        {
            "Fact": "Virginia Tech consistently ranks among the top 15 schools in the nation in number of patents received."
        },
        {
            "Fact": "A modern-day manifestation of Tech's land-grant economic development mission, the university's 120-acre Corporate Research Center (CRC) houses 140 companies and research organizations--many of which are led by Tech alumni--employing about 2,000 people in 21 buildings."
        }
    ]
}
